<template>
  <div id="index">
    <table>
      <tr>
        <td>1</td>
        <td>html</td>
        <td><button>点击进入</button></td>
      </tr>
      <tr>
        <td>2</td>
        <td>css</td>
        <td><button>点击进入</button></td>
      </tr>
      <tr>
        <td>3</td>
        <td>vue</td>
        <td><button>点击进入</button></td>
      </tr>
      <tr>
        <td>4</td>
        <td>webpack</td>
        <td><button>点击进入</button></td>
      </tr>
    </table>
    <div>    15．式QC=I2XC是表示电容元件在正弦电路中的  无功
      功率计算公式。 16．正弦交流电压的最大值Um与其有效值U之比为

      2 。  17．电感元件是一种储能元件，可将输入的电能转化为  磁场
      能量储存起来。 18．若三相电动势依次达到最大值的次序为e1—e2—e3，则称此种相序为  正序
      。 19．在正弦交流电路中，电源的频率越高，电感元件的感抗越    大
      。  20．已知正弦交流电压的有效值为200V，频率为100Hz，初相角为30º，则其瞬时值表达式u=   282.8sin（628t+30º）
      。  21．正弦量的三要素是 最大值或有效值
      、 频率
      和  初相位
      。  22．对称三相电源是指三个 幅值
      相同、 频率
      相同和  相位互差120º
      的电动势电源。  23．电路有 通路
      、 开路
      和 短路

      三种工作状态。当电路中电流0 RUIS、端电压U ＝0时，此种状态称作 短路
      ，这种情况下电源产生的功率全部消耗在 内阻
      上。  24．表征正弦交流电振荡幅度的量是它的 最大值
      ；表征正弦交流电随时间变化快慢程度的量是 角频率ω
      ；表征正弦交流电起始位置时的量称为它的 初相
      。  25．在RLC串联电路中，已知电流为5A，电阻为30Ω，感抗为40Ω，容抗为80Ω，那么电路的阻抗为 50Ω
      ，该电路为 容
      性电路。电路中吸收的有功功率为 750W
      ，吸收的无功功率为 1000var
      。   26．对称三相负载作Y接，接在380V的三相四线制电源上。此时负载端的相电压
      等于 3
      1倍的线电压；相电流等于 1
      倍的线电流；中线电流等于 0
      。  27．铁磁材料分为 软磁
      材料、 硬磁
      材料和 矩磁
      材料三种。  28．变压器除了可以改变 交变电压
      、 交变电流
      之外还可以用来变换 阻抗
      。 29．接触器的电磁机构由 吸引线圈
      、 静铁心
      和 动铁心
      三部分组成。  30．变压器运行中，绕组中电流的热效应所引起的损耗称为 铜
      损耗；交变磁场在铁心中所引起的 磁滞
      损耗和 涡流
      损耗合称为 铁
      损耗。   31、Y—△形降压启动是指电动机启动时，把定子绕组接成 Y形
      ，以降低启动电压，限制启动电流，待电动机启动后，再把定子绕组改接成 △形
      ，使电动机全压运行。这种启动方法适用于在正常运行时定子绕组作 △形
      连接的电动机。  32．异步电动机的旋转磁场方向与通入定子绕组中三相电流的 相序
      有关。异步电动机的转动方向与旋转磁场的方向 相同
      。旋转磁场的转速决定于旋转磁场的
      磁极对数和


    </div>
  </div>
</template>

<script>
  export default {
    name: ''
  }
</script>

<style scoped >
  table{
    width: 100%;
  }
  tr{

  }
  td{
    /*background-color: pink;*/
    border-bottom:0.5px dotted gray;
  }
  td:nth-child(2n+1){
    width: 100px;
  }
  button{
    width:100%;
    height: 100%;
    padding:10px;
  }
</style>
